Revit 2027 API
FailureHandlingOptions Properties
The FailureHandlingOptions type exposes the following members.
Properties
Name | Description
IsValidObject |  Specifies whether the .NET object represents a valid Revit entity.
Top
See Also
Reference
FailureHandlingOptions Class
Autodesk.Revit.DB Namespace